<template>
  <div class="footer-fix">
    <section class="faq">
      <b-container>
        <b-row>
          <b-col>
            <div class="faq__title text-center">Инструкция по пользованию сайтом для гида</div>
          </b-col>
        </b-row>
      </b-container>
    </section>

    <section class="faq-content">
      <b-container>
        <b-row>
          <b-col>
            <div class="shadow-md-25 pt-5 p-md-5">
              <div class="h5 mb-4">
                Инструкция по заполнению профиля для гида со скринами
              </div>
              <ol>
                <li>
                  В верхнем правом углу на панели меню, выберите пункт “новая экскурсия” и приступайте к заполнению,
                  это займет несколько минут.
                </li>
                <li>Введите название экскурсии</li>
                <li>Выберите регион</li>
                <li>
                  Укажите маршрут экскурсии (например: Красная площадь- Манежная площадь- Старый Арбат )
                </li>
                <li>Выберите, на каких языках вы проводите экскурсию</li>
                <li>Укажите стоимость, валюту и отметьте “цена за человека” или “цена за группу”</li>
                <li>Укажите максимальное количество человек на экскурсии</li>
                <li>Укажите длительность экскурсии</li>
                <li>Выберите категорию экскурсии</li>
                <li>В категории доступности выберите, кто может стать участником экскурсии</li>
                <li>Укажите, есть ли дополнительные финансовые расходы</li>
                <li>Укажите, что турист должен взять с собой</li>
                <li>
                  Расскажите об экскурсии так, чтобы путешественник захотел принять участие
                </li>
                <li>Добавьте фото (можно несколько)</li>
                <li>Нажмите “сохранить” и ваша экскурсия отправится на модерацию.</li>
                <li>
                  После того, как ваш тур/экскурсия опубликован, не забывайте проверять мессенджер!
                  Чем оперативнее вы отвечаете туристам, интересующимся вашим туром, тем ближе становитесь к продаже!
                </li>
              </ol>
              <div class="h6 mb-5 mt-5">Скриншоты:</div>
              <div class="text-center">
                <img src="~assets/images/faq/guide/g1.png" alt="" class="mb-4">
                <img src="~assets/images/faq/guide/g2.png" alt="" class="mb-4">
                <img src="~assets/images/faq/guide/g3.png" alt="" class="mb-4">
                <img src="~assets/images/faq/guide/g4.png" alt="" class="mb-4">
              </div>
            </div>
          </b-col>
        </b-row>
      </b-container>
    </section>

  </div>
</template>

<script>
  export default {
    layout: 'main',

    head() {
      return {
        title: 'Excursguide - Инструкция по заполнению профиля для гида со скринами',
        meta: [{
          name: 'description',
          content: 'Собрались отправиться в отпуск? Хочется приключений? Начните свое путешествие прямо сейчас. Просто выберете интересующий вас город в поиске и отправляйтесь в тур по гидам, найдя самую интересную экскурсию'
        }, {
          name: 'keywords',
          content: 'Гиды, туры, excursguide, excursguide.ru, отправится в путешествие'
        }],
      }
    },
  }
</script>

<style lang="sass">

</style>
