<template>
  <div class="footer-fix">
    <section class="faq">
      <b-container>
        <b-row>
          <b-col>
            <div class="faq__title text-center">Часто задаваемые вопросы</div>
          </b-col>
        </b-row>
      </b-container>
    </section>

    <section class="faq-content">
      <b-container>
        <b-row>
          <b-col>
            <div class="shadow-md-25 pt-5 p-md-5">
              <div class="h5">Как активировать аккаунт, если ссылка не активна?</div>
              <p>
                Если вы зашли на почту и перешли по ссылке активации, но все равно не можете зайти в личный кабинет,
                то просто перезагрузите страницу :)
              </p>
              <el-divider></el-divider>

              <div class="h5">Как сменить пароль?</div>
              <p>
                Для того, чтобы сменить пароль, зайдите в личный кабинет и в верхнем левом углу выберите “Сменить пароль”.
                Введите старый и придумайте новый пароль, нажмите “Сохранить изменения”.
              </p>
              <el-divider></el-divider>

              <div class="h5">Как найти экскурсию?</div>
              <p class="mb-2">
                Чтобы найти экскурсию или тур, откройте главную страницу и в поисковой строке введите город, в который
                направляетесь. Перед вами откроется страница со всеми возможными вариантами проведения досуга. Вы можете:
              </p>
              <ul>
                <li>открыть каждую экскурсию и подробно изучить маршрут и фотографии</li>
                <li>добавлять экскурсии в Избранное, нажав на маленькое сердечко</li>
                <li>написать Гиду сообщение и задать дополнительные вопросы</li>
                <li>аказать экскурсию, нажав в конце страницы кнопку “Заказать экскурсию”.</li>
              </ul>
              <el-divider></el-divider>

              <div class="h5">Что рекомендуется сделать, прежде чем приобрести экскурсию?</div>
              <p class="mb-2">
                Открывая страницу с экскурсией, в левом верхнем углу вы увидите меню с информацией о Гиде.
                Прежде чем бронировать экскурсию, рекомендуется:
              </p>
              <ul>
                <li>прочитать информацию о Гиде</li>
                <li>изучить отзывы</li>
                <li>написать сообщение Гиду и узнать дополнительную информацию.</li>
              </ul>
              <p>
                При желании вы также можете посмотреть, какие еще экскурсии проводит Гид, нажав на “Экскурсии” в левом верхнем углу.
              </p>
              <el-divider></el-divider>

              <div class="h5">Куда я могу обратиться, если у меня много вопросов и я не могу найти на них ответ?</div>
              <p>
                Вы всегда можете написать нам в службу поддержки на <a href="mailto:info@excursguide.ru">info@excursguide.ru</a>.
                Мы с радостью ответим на ваши вопросы и поможем разобраться с использованием сайта ;)
              </p>
            </div>
          </b-col>
        </b-row>
      </b-container>
    </section>

  </div>
</template>

<script>
  export default {
    layout: 'main',

    head() {
      return {
        title: 'Excursguide - Часто задаваемые вопросы',
        meta: [{
          name: 'description',
          content: 'Собрались отправиться в отпуск? Хочется приключений? Начните свое путешествие прямо сейчас. Просто выберете интересующий вас город в поиске и отправляйтесь в тур по гидам, найдя самую интересную экскурсию'
        }, {
          name: 'keywords',
          content: 'Гиды, туры, excursguide, excursguide.ru, отправится в путешествие'
        }],
      }
    },
  }
</script>

<style lang="sass">

</style>
